tap "babashka/brew"
tap "borkdude/brew"
tap "clojure/tools"
tap "eddieantonio/eddieantonio"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "bat"
brew "cmake"
brew "curl"
brew "docbook-xsl"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "jq"
brew "just"
brew "leiningen"
brew "lf"
brew "neofetch"
brew "nnn"
brew "pkg-config"
brew "postgresql@16", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "stow"
brew "zoxide"
brew "borkdude/brew/babashka"
brew "babashka/brew/neil"
brew "borkdude/brew/clj-kondo"
brew "eddieantonio/eddieantonio/imgcat"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "bruno"
cask "cljstyle"
cask "command-x"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "karabiner-elements"
cask "keycastr"
cask "lulu"
cask "marta"
cask "ngrok"
cask "obsidian"
cask "transmission"
cask "vlc"
cask "zprint"
